;Place localized text in this file

[FlashbangGrenade X2GrenadeTemplate]
FriendlyName="Flashbang Grenade"
FriendlyNamePlural="Flashbang Grenades"
BriefSummary="Our Flashbang grenades provide our troops with disruption capabilities in the field, inflicting significant offensive penalties to enemies in a medium-large radius."
TacticalText="<Bullet/> Flashbang grenades don't do damage, but disorient and disrupt enemies in a large radius.<br><Bullet/> Affects friendly units as well as enemy."
ThrownAbilityName="Throw Flashbang Grenade"
ThrownAbilityHelpText="Disorient all hostile targets in the affected area."
LaunchedAbilityname="Launch Flashbang Grenade"
LaunchedAbilityHelpText="Disorient all hostile targets in the affected area."


[ThunderflashGrenade X2GrenadeTemplate]
FriendlyName="Thunderflash Grenade"
FriendlyNamePlural="Thunderflash Grenades"
BriefSummary="The Thunderflash Grenade improves upon our basic Flashbang, disrupting and disorienting enemies in a very large radius, inflicting significant offensive penalties."
TacticalText="<Bullet/> Flashbang grenades don't do damage, but disorient and disrupt enemies in a large radius.<br><Bullet/> Affects friendly units as well as enemy."
ThrownAbilityName="Throw Flashbang Grenade"
ThrownAbilityHelpText="Disorient all hostile targets in the affected area."
LaunchedAbilityname="Launch Flashbang Grenade"
LaunchedAbilityHelpText="Disorient all hostile targets in the affected area."

[ShapedChargeGrenade X2GrenadeTemplate]
FriendlyName="Shaped Charge"
FriendlyNamePlural="Shaped Charges"
BriefSummary="Shaped charges feature a payload adapted from our X4 charges. While our frag grenades focus on a dispersed explosive blast, the shaped charge focuses all it's energy at a concentrated point. While it can only be thrown very short distances and has a tiny blast radius, it will devestate anything caught in the explosion."
TacticalText="<Bullet/> Shaped charges deal massive damage in a very conentrated area of effect.<br><Bullet/> Can only be thrown from very short distances."
ThrownAbilityName="Throw Shaped Charge"
ThrownAbilityHelpText="Deal massive damage in a small area."
LaunchedAbilityname="Launch Shaped Charge"
LaunchedAbilityHelpText="Deal Massive Damage in a small area."

[ShapedChargeGrenadeMK2 X2GrenadeTemplate]
FriendlyName="Shaped Charge MkII"
FriendlyNamePlural="Shaped Charges"
BriefSummary="An improvement on our basic shaped charges. Capable of delivering an even greater centralized blast, these charges are capable of reduce all but the hardiest constructions to dust."
TacticalText="<Bullet/> Shaped charges deal massive damage in a very conentrated area of effect.<br><Bullet/> Can only be thrown from very short distances."
ThrownAbilityName="Throw Shaped Charge"
ThrownAbilityHelpText="Deal massive damage in a small area."
LaunchedAbilityname="Launch Shaped Charge"
LaunchedAbilityHelpText="Deal Massive Damage in a small area."